Repository: common-repository/parrotify-captcha
Catalog: languages/wpparrotifydomain-*.po
Languages: ru_ru

source: PARROTIFY CAPTCHA
ru_ru: Капча Parrotify

source: Options saved.
ru_ru: Параметры сохранены

source: Captcha display Options
ru_ru: Опции просмотра кода

source: Enable Captcha for Login form
ru_ru: Код подтверждения в форме: Вход пользователя

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Enable Captcha for Register form
ru_ru: Код подтверждения в форме: Регистрация

source: Enable Captcha for Lost Password form
ru_ru: Код подтверждения в форме: Забыли Пароль

source: Enable Captcha for Comments form
ru_ru: Код подтверждения для комментариев

source: Hide Captcha for logged in users
ru_ru: Скрыть код подтверждения для авторизированных пользователей

source: Adds parrotify captcha to user front-end WordPress forms. <a href="http://parrotify.com/#register">Add your site in Parrotify, to start making!</a>
ru_ru: Плагин для установки виджета – капчи Parrotify. &nbsp; <a href="http://parrotify.com/#register">Добавьте вашу площадку в систему Parrotify, чтобы начать зарабатывать</a>

source: <strong>ERROR</strong>: Captcha confirmation error!
ru_ru: <strong>ОШИБКА</strong>: Текст капчи введён неверно!

source: Incorrect captcha confirmation!
ru_ru: Текст капчи введён неверно!

source: Error: Incorrect CAPTCHA. Press your browser's back button and try again.
ru_ru: Ошибка: Текст капчи введён неверно!

source: ERROR
ru_ru: Ошибка

source: That CAPTCHA was incorrect.
ru_ru: Текст капчи введён неверно!
